Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 苻南华打断女子话语，摇头道：“那些个大姓门户，跟外边一直有着藕断丝连的秘密渠道，能够在圣人眼皮子底下，传递一些不痛不痒的消息，而不被视为越过雷池，一代代积累下来，底蕴深厚，这些姓氏的真正靠山，我们老龙城和云霞山仍是略逊一筹，再者假借外人之力，终究不美，容易横生枝节，贻误大事。等下你要是不愿说话，我来代劳便是。”
en_us: Fu Nanhua shook his head as he interjected, "All of the prominent clans here have always had some type of secret avenues through which they're connected to the outside. They're able to transmit some trivial information to the outside world right under the noses of the sages without being regarded as having broken any rules, and they've built up quite a strong foundation here over the generations. Compared with the true backers of those clans, our Old Dragon City and Dawn Cloud Saint are slightly inferior. On top of that, it's best to avoid recruiting the assistance of others as much as possible. The more people get involved in this, the more likely it is that something unexpected will happen, and that could foil our plans. If you don't want to speak, then I'll do so in your stead."

source: 苻南华拉开院门后，发现蔡金简竟然在等在小巷，兴致不高，他转身关上门，透过渐渐狭窄的门缝，看到一张抬起头望过来的容颜，苻南华突然发现这个丫鬟，本该满身泥土气息的贫贱少女，竟然有一双颇为不俗的眼眸，衬托得她宛如一抹初春绽放的嫩绿色。不过苻南华也未多想，姿色出众的女子，环肥燕瘦，风姿绰约，对于老龙城少主而言，实在是看腻了。
en_us: After opening the yard gate, Fu Nanhua discovered Cai Jinjian waiting on the alley outside, looking a little dispirited. He turned and closed the gate, and through the gradually closing gap, he saw Zhi Gu turn to look at him. Only then did he suddenly notice that despite her status as a lowly servant in this small town, she had a pair of very remarkable eyes that made her resemblance a delicate green bud emerging on a branch in early spring. However, Fu Nanhua didn't think much of this. As the young master of the Old Dragon City, he had seen more than enough beautiful women of all descriptions for a lifetime.

source: 苻南华挑了一下眉头，“好。一言为定！”
en_us: "Alright, then it's settled," Fu Nanhua replied as he raised an eyebrow.

source: 苻南华提醒道：“万一宋集薪隔壁的少年，也是外边某方势力的选定之人，还留着那件本名瓷器，那么你这次出手，就会惹来麻烦，容易被人顺藤摸瓜，找到云霞山和你。再者，宋集薪主仆和截江真君刘志茂，都有可能察觉到此事。”
en_us: "If the boy living next door to Song Jixin had also been selected by a certain power outside the town, and he still has his bonded porcelain, then what you did to him could landed you in a great deal of trouble. It'll be an easy task for those outside forces to trace everything back to you, and in extension, the Dawn Cloud Mountain. On top of that, there's a chance that both Song Jixin and the River Severing True Lord detected what you did as well," Fu Nanhua said.

source: 苻南华摇头道：“你既然连一袋子有多少颗铜钱都晓得，也就应该知道我们这些外乡人，是不可以在此随意杀人的，否则就要被立即逐出小镇，甚至有可能被削去一部分根骨，圣人再以仙家手段剥掉相关机缘，惨不忍睹，更连累家族失去此地一切机缘。”
en_us: Fu Nanhua shook his head in response. "Seeing as you're aware of how many copper coins are in each pouch, I'm sure you're also aware that outsiders like myself cannot just kill the townsfolk in here as we pleased. Otherwise, we'll be immediately evicted out of the town, and there's even a chance that we could be stripped of a portion of our aptitude. The sages are even capable of depriving us of future fated opportunities through unfathomable means, so not only will we be forced to suffer the consequences of our actions, even our clans could be negatively impacted as well."

source: 苻南华摇摇头笑了笑，正要说话，眼角余光瞥见一抹黑影。
en_us: Fu Nanhua shook his head with a smile, and he was just about to say something when he spotted a shadow out of the corner of his eye.

source: 苻南华松了口气，如果蔡金简果真胆敢在此悍然杀人，极有可能被逐出小镇，连累整座云霞山沦为天大的笑柄。
en_us: Fu Nanhua heaved a faint sigh of relief upon seeing this. If Cai Jinjian had killed someone in broad daylight here, there was a very good chance that they would've been evicted from the town, and the entire Dawn Cloud Mountain would've been made into a massive laughing stock over her actions.

source: 苻南华死死盯着那个诱人心魄的婀娜背影，心中非但没有半点旖旎涟漪，反而杀意腾腾，几乎要凝聚成一副铁石心肠，他刻意掩饰自己的杀机，故意大声怒道：“先前你手指轻弹少年额头，使得他接下去常年疾病缠身，如此惩戒一次，就够了！为何还要，蔡金简，你是不是失心疯了？难道真想为了个贱种，连大道机缘也不管不顾？！”
en_us: Fu Nanhua was staring intently at Cai Jinjian's seductive figure, but not only did he not feel even the slightest hint of attraction or entrancement, his heart was filled with murderous rage. He forcibly suppressed his killing intent as he yelled in a furious voice, "That tap on the forehead alone was enough to constantly rack him with ailments for the rest of his life! Surely such a punishment was already sufficient! Why did you go even further? Have you lost your mind, Cai Jinjian? Are you really going to abandon your pursuit of the Great Dao just to exact vengeance on a filthy stray mutt?"

source: 苻南华毫不犹豫说道：“暂时是一伙的，但不是一路人。”
en_us: "We're temporarily working together, but we're not walking the same path," Fu Nanhua immediately replied without any hesitation.

source: 苻南华毫不犹豫道：“可以！”
en_us: "I can do that," Fu Nanhua replied without any hesitation.

source: 苻南华没有在乎少年的居高临下，无论是位置，还是说话的倨傲口气。
en_us: Even though Song Jixin was physically looking down at him and speaking to him in a rather condescending fashion, Fu Nanhua remained completely unbothered.

source: 苻南华点了点头，欣慰道：“我们能算半个道友。”
en_us: Fu Nanhua nodded in response with a pleased expression. "It looks like in some sense, you and I can be considered to be fellow ists."

source: 苻南华点头道：“好。”
en_us: Fu Nanhua nodded in response. "After you."

source: 苻南华狞笑道：“小杂种，也配跟我苻南华讲道理？！”
en_us: A sinister grin appeared on Fu Nanhua's face as he retorted, "What right does a piece of scum like you have to reason with me?! What gives you the courage to be so insolent?!"

source: 苻南华猛然站直身体。
en_us: All of a sudden, Fu Nanhua abruptly stood up straight again.

source: 苻南华用娴熟流畅的小镇方言土话说道：“这里是叫泥瓶巷吧，想问你这边是不是住着一个叫宋集薪的人，还有一个叫顾粲的小孩子。我是京城人氏，我们家与宋集薪父亲是世交，我身边这位姐姐，姓蔡，是顾粲他娘亲的娘家人，所以我们两个结伴而行，刚好都在一条巷子里，你说巧不巧，感觉什么都凑一起了，真是无巧不成书。”
en_us: Fu Nanhua was very fluent in the dialect used in the small town, and he said, "This place is called Clay Vase Alley, right? I wanted to ask you if there's someone by the name of Song Jixin living here, and also a cihld by the name of Gu Can. I'm from the capital, and my parents are family friends of Song Jixin's father. This here is Cai Jinjian, and she's a relative of Gu Can's mother, which is why we were traveling together. What a coincidence it is that both of the people that we're looking for are living on the same alley! Everything's so conveniently put together that it almost feel like the storyline of a novel!"

source: 苻南华的言行举止，看似云淡风轻，其实一直在留心少年的左手，依旧在持续滴血。
en_us: Fu Nanhua appeared to be quite casual and relaxed in his speech and demeanor, but in reality, he had been keeping tabs on Chen Ping'an's profusely bleeding left hand this entire time.

source: 苻南华看似在猫抓耗子，实则是在调整自己的身体节奏，毕竟在他九岁正式踏足修行之后，从没有过纯粹依靠近身肉搏来分胜负的机会。
en_us: It seemed like Fu Nanhua was a hunter that was casually stalking his prey, but in reality, he was adjusting the rhythm of his own body. After all, ever since he had officially embarked on the path of cultivation at nine years of age, he had never had to win a battle that was purely a physical brawl.

source: 苻南华看到那个岔口，猛然惊醒，似有所悟，眼神重新坚毅起来。
en_us: Upon seeing this crossroads, Fu Nanhua abruptly snapped back to his senses, and a determined look reappeared in his eyes.

source: 苻南华瞬间就听明白了少年的隐晦意思。
en_us: Fu Nanhua was instantly able to read between the lines and understand what Song Jixin was insinuating.

source: 苻南华突然笑问道：“对了，你叫什么名字来着？”
en_us: With that in mind, Fu Nanhua suddenly smiled and asked, "What was your name again?"

source: 苻南华笑了笑，没有急于说话，似乎在酝酿措辞。
en_us: Fu Nanhua's smile remained unchanged, and he didn't immediately offer a response, seemingly pausing to consider how best to proceed.

source: 苻南华笑容恬淡，雍容华贵，如人间头等豪阀的世家子。
en_us: Fu Nanhua was speaking in a refined and regal manner, as if he were the young master of an extremely well-off clan.

source: 苻南华笑容真诚，脸上并无半点倨傲施舍的神色，将一只绣袋放在桌上，用手心推向宋集薪那边，郑重其事道：“我这袋子铜钱，叫供养钱，是世间诸多香火钱之一，一般供奉于城隍庙或是昌阁的神像上，含在嘴里，藏在肚子里，托在手掌上，皆有可能，而且各有各的讲究和功用。但这些都不是最重要的，真正关键的地方，在于这些瞧着像是黄金的钱币，是远远比黄金贵重的金精，仙人曾言水碧或可采，金精秘莫论，便是说此物。这一袋子金精供养钱，作为买壶钱，不好说绰绰有余，终归是个公道价格，若是再加上那块老龙佩，我苻南华敢说宋老弟你绝对是赚的。”
en_us: Fu Nanhua then placed an embroidered pouch onto the table before pushing it toward Song Jixin as he continued with a serious expression, "This bag of copper coins are known as Offering Coins, one of the many types of items offered to deities and other objects of worship. They're generally offered to City God Temples or statues of different deities to be held in the mouth, in the belly, or atop the palm, all for different purposes and effects. Most importantly, these coins may appear to have been minted using golden, but in reality, the material used is gold essence, which is far more precious than gold and a material that's considered to be exceedingly rare even by immortals. I can't say that this bag of gold essence Offering Coins is more than enough value in exchange for this teapot, but at the very least, it's definitely a fair price. This, in addition to that jade pendant, would undoubtedly make you the winner of this transaction, Brother Song."

source: 苻南华笑意从容，哪怕是与市井底层的草鞋少年说话，身材修长的他为了照顾少年，微微弯腰，始终保持这个姿态与少年说话，既不显得矫揉做作，让人觉得居心不良，更会让旁人觉得温良恭俭让，谦谦君子。
en_us: Fu Nanhua wore a calm and friendly smile on his face as he spoke, and even though he was speaking to a lowly young boy like Chen Ping'an, he still went out of his way to bend over slightly so that his face was level with Chen Ping'an's, rather than towering over and looking down on him. It was a very natural and thoughtful gesture that didn't arouse any suspicions that he could be up to no good, and it presented him as a kind and modest gentleman.

source: 苻南华笑意更浓，温声道：“那么这两家人是住在？”
en_us: Fu Nanhua's smile widened even further as he asked in a gentle voice, "May I ask where those two are living on this alley?"

source: 苻南华笑道：“信不信由你。同时，我今天在出门之前，你必须拿出那件值两袋金精的东西，让我亲自掌眼过目。”
en_us: Fu Nanhua smiled as he said, "You can choose whether to believe me or not. Now that I've accepted this condition, you must bring out the item that's worth two pouches of gold essence for me to see in person."

source: 苻南华笑道：“我当然不认识你，但是我认识如今在礼部任职的宋大人。”
en_us: Fu Nanhua smiled as he replied, "Of course not, but I'm familiar with Master Song, who's currently working in the Ministry of Rites."

source: 苻南华笑道：“放心便是，哪怕是为了那十块云根石，我老龙城也会护送你安然回到云霞山。”
en_us: Fu Nanhua smiled a she said, "Don't worry so much. Even if it's just for the sake of those 10 Cloud Root Stones, our Old Dragon City will be sure to ensure your safe return to the Dawn Cloud Mountain."

source: 苻南华笑道：“能够来此地寻找机缘的人物，谁没有点压箱底本事？如你我这样的年轻人，可能还好，根据小镇的规矩，越是修为高深，被镇压的力度越大，圣人之下，境界越是临近圣人，照理说就越是孱弱如稚童，对吧？但是你有没有想过，若是有得道高人拼着道行折损，也要施展神通的话，难不成当真还不如我们这些后进之辈？”
en_us: Fu Nanhua smiled as he replied, "All of the people who've come here in search of fated opportunities have some trump cards up their sleeves. Younger people like ourselves may not be so severely restricted, but according to the rules of the town, the more advanced one's cultivation base is, the more heavily their powers are suppressed. Theoretically speaking, for those below Sages, the closer they are to a Sage, the weaker they'll be in this place. However, have you considered what would happen if a powerful cultivator were to forcibly unleash their mystical abilities even at the expense of sustaining damage to their Dao foundation? Surely you didn't think that they would simply be powerless against the likes of you and me."

source: 苻南华笑问道：“我很好奇，你想杀谁？”
en_us: "I'm curious, who do you want to kill?" Fu Nanhua asked with a smile.

source: 苻南华经过蔡金简尸体的时候，看都没有看她一眼。
en_us: While passing by Cai Jinjian's body, Fu Nanhua didn't even take a single glance at her.

source: 苻南华耍了一个心机，佛家发大宏愿，和修士心头起誓，确实有着极大约束力，但是显而易见，苻南华只说了一半真话，他哪怕发誓，也只会在嘴上信誓旦旦，并非“不立字、却无异于刻字丹室心壁”的沉重心誓，所以事后遵守与否，只看心情。再者，修行之人的心誓，也不是没有破解之法，代价大小而已。大体上，代价大小与修士境界高低、发誓内容的轻重，有着绝对关系。
en_us: Here, Fu Nanhua was attempting to play a trick on Chen Ping'an. While it was true that vows sworn by cultivators were extremely binding, Fu Nanhua had only told Chen Ping'an a half truth here. Even if he were to swear a vow, he would only do so as a surface-level declaration without actually taking it to heart. Hence, such a vow was completely non-binding, and he could easily break it without any consequences. Furthermore, even a cardinal vow sworn by a cultivator wasn't completely unbreakable, it was just a matter of whether one would be willing to pay the price for breaking the vow. In general, the price for breaking a cardinal vow had a direct correlation with the magnitude of a cultivator's cultivation base and the contents of their vow.

source: 苻南华脸上有了些笑意，不过骨子里带着严酷寒意，问道：“为什么要杀她？你和这位姐姐无冤无仇，难道就因为她跟你在泥瓶巷开了个玩笑，你就要杀人？小镇什么时这么无法无天了？你知不知道，杀人偿命欠债还钱，到哪里都是一样的啊。”
en_us: A faint smile appeared on Fu Nanhua's face, but there was a bone-chilling gleam in his eyes as he asked, "Why did you kill her? There was no bad blood between you and her. Did you kill her just because she played a prank on you in Clay Vase Alley? Since when did this town become such a lawless place? Have you not heard of the concept of an eye for an eye? If you kill someone, then you have to pay with your life. This is a rule that's set in stone and rings true no matter where you go."

source: 苻南华脸色冷了下来，身体后仰，靠在椅背上，一根手指轻轻敲击桌面，动作轻柔，悄然无声。
en_us: A cold look apeared on Fu Nanhua's face upon hearing this, and he leaned against the back of his chair while gently tapping the table with a finger in silence.

source: 苻南华脸色如常，“不像。”
en_us: "It doesn't look like it," Fu Nanhua replied.

source: 苻南华脸色肃穆，沉声道：“我虽然来不及救下蔡仙子，也无法杀你，为蔡仙子报仇，但是既然亲眼看到你行凶，不做点什么的话，一旦传出去，老龙城的金字招牌就要砸了。所以于情于理，我都该教训教你，至于之后云霞山那边如何处置应对，如何给蔡仙子一个公道，那就是你的事情了。”
en_us: Fu Nanhua wore a solemn expression as he declared, "I am unable to save Celestial Maiden Cai, nor am I able to kill you in order to avenge her, but if word were to spread that I simply stood by and did nothing after witnessing you murdering my ally in cold blood right in front of my very eyes, then the reputation of our Old Dragon City would be swept to the ground! Hence, I must teach you a lesson no matter what. As for what the Dawn Cloud Mountain is going to do in response to the tragic passing of Celestial Maiden Cai, that's something for you to worry about."

source: 苻南华艰难道：“我说我不杀你，你信不信？”
en_us: "Would you believe me if I told you that I won't kill you?" Fu Nanhua asked, speaking with great difficulty.

source: 苻南华若有所思，提醒道：“出了泥瓶巷再聊。”
en_us: "Let's talk about this after we leave Clay Vase Alley," Fu Nanhua said with a cautious expression.

source: 苻南华苦笑道：“说完了。”
en_us: "That's it," Fu Nanhua confirmed with a wry smile.

source: 苻南华被剧痛和耻辱双重打击，冲昏了头脑，脸色狰狞道：“你杀了我，你是死路一条！你不杀我，还是难逃一死！小杂种，总归你是死定了！”
en_us: Suffering from intense humiliation and pain, he had completley lost the ability to think rationally, and a ferocious look appeared on his face as he growled, "If you kill me, you'll be sure to fall to an early grave! Even if you don't kill me, you're still going to die! Your fate is sealed, you piece of scum!"

source: 苻南华被自己这个笑话逗乐，笑意更浓，向前跨出一步的时候，那只脚突然悬在离地面半尺的空中，“不好意思，是这么高才对。”
en_us: Fu Nanhua was very much amused by his own joke, and his smile grew even wider. Right as he took another step forward, he suddenly stopped so that his foot was suspended around half a foot above the ground, and he concluded, "My apologies, I meant that this could've been the height of your ceiling."

source: 苻南华见蔡金简有些兴致低落，便带着她随便四处走走，两人并肩而行，权且当做散心，期间夹杂一些关于东宝瓶洲南方的奇闻轶事，蔡金简仍然有些强颜欢笑，不过比起离开泥瓶巷后的烦躁，心情确实要好了许多。
en_us: Fu Nanhua could tell that Cai Jinjian was in rather low spirits, so he took her on a stroll, and the two of them were walking side by side in a rare moment of relaxation after arriving in this town. At the same time, they were discussing some interesting stories that they had heard about the southern region of the Eastern Treasured Vial Continent. Cai Jinjian was still somewhat forcing herself to put on a cheerful facade, but she was definitely in a much better mood than when she first left Clay Vase Alley.

source: 苻南华觉得时机差不多了，问了最后一个感兴趣的问题，“你杀她杀得如此果决，肯定是有人跟你通风报信了，我倒是不好奇他的身份，我想不通的是，你一个在这里长大的孩子，怎么就那么快跨过了自己心里那个坎，杀人杀得如此……心安理得，这个说法，听得懂吗？要知道，就算是我，第一次杀人后，等到那股兴奋尽头褪去，整个人就开始颤抖，念了很久的静心诀才好受些，哪像你，平平静静，跟吃饭喝水差不多，这不合理……”
en_us: In Fu Nanhua's eyes, it was about time that he made a move, so he asked one final question that he was interested in. "The fact that you killed her so decisively must've meant that someone told you what she did to you earlier. I'm curious about who that person is. Instead, what want to know is how a child like you, who grew up your entire life in this town, was able to get over the mental hurdle so quickly and kill someone with... such a clear conscience. Do you understand what I'm asking? Even back when I claimed my first kill, I began trembling after the adrenalin and excitement faded, and I had to recite calming mantras for a very long time before I felt slightly better, yet you did it as if you were simply taking a stroll or having a meal. It just doesn't make sense..."

source: 苻南华觉得蔡金简的悍然出手，事出反常必有妖，说不定就暗藏玄机，与机缘有关，所以他希望套出些话来，看能不能找到一些蛛丝马迹。以免螳螂捕蝉黄雀在后，自己将她当做秋蝉，其实是她才是黄雀。老龙城历经千辛万苦，加上给出远比正阳山、云霞山更加夸张的价格，才只得到一些只言片语的零碎秘闻，苻南华才得以知道小镇三千年以来，所谓机缘，在那场荡气回肠、千古绝唱的惨烈战事之后，除了那群天资卓绝的小镇孩子之外，确实一直只是前辈祖师们遗落此地的法宝器物而已，但是当这块福地面临彻底崩溃之际，就没有这么简单了。
en_us: Indeed, Cai Jinjian's actions against Chen Ping'an had been very abnormal, and Fu Nanhua had a feeling that there were some suspicious circumstances involved,. Hence, he was trying to get Cai Jinjian to speak more about the situation to see if he could identify any leads or details of interest. As the saying went, the praying mantis stalks the cicada, unaware of the oriole lurking behind. He had always regarded her as the cicada in that analogy, but he was concerned that she knew something important that he didn't, and that perhaps she had actually been the oriole this entire time. The Old Dragon City had gone to great lengths and spent far more than the Sun Scorch Mountain and the Dawn Cloud Mountain, only to secure some tidbits of secret rumors. Only through those investments did Fu Nanhua learn that in the past 3,000 years since that epic battle that had shaken heaven and earth, the so-called fated opportunities in the small town were referring only to the children who possessed exceptional cultivation aptitude and the treasures left behind by their ancestors of the cultivation world. However, now that this blessed place was on the verge of collapse, things weren't so simple.

source: 苻南华走出屋子的时候，发现那个清清秀秀的婢女，就坐在院子里的小板凳上，手里拿了一把玉米，正在喂鸡，老母鸡带着一群黄毛绒绒的鸡崽，低头啄食。
en_us: As Fu Nanhua emerged from Song Jixin's residence, he discovered Song Jixin's maideservant sitting on a small bench in the yard, holding a handful of corn that she was feeding to some chickens. An old hen and a brood of yellow-furred chicks were slowly roaming around her, plucking up the corn kernels on the ground with their beaks.

source: 苻南华这个时候才觉得先前“可惜了”这个随口评语，原来真是一语中的。
en_us: Earlier, Fu Nanhua had only been lamenting Chen Ping'an's ill-fortune in jest, but now, he was beginning to realize that Chen Ping'an really could've had a bright future ahead had his circumstances been more fortunate.

source: 苻南华逐渐放缓手指敲击的速度，少年脸色好转，苻南华笑眯眯问道：“既然第一次开价，没谈拢，那我就再开一次价格，二十四枚金精供养钱，你这把山魈壶，卖不卖？”
en_us: Fu Nanhua gradually slowed down the tapping of his finger, and only then did Song Jixin's complexion begin to imporove. A faint smile appeared on Fu Nanhua's face as he said, "Seeing as the first price has been rejected, I'll just have to offer a second price. I'll give you 24 gold essence Offering Coins for this mandrill teapot. What do you say?"

source: 苻南华重新拿起那把小壶，感受着壶身的细腻肌理，随口道：“那我就拭目以待了。”
en_us: Fu Nanhua picked up the teapot again, stroking its smooth surface as he said in a nonchalant manner, "In that case, I'll just have to wait and see."

source: 苻南华问了一个很多余的问题，“你杀了她？”
en_us: "You killed her?" Fu Nanhua asked, even though the answer was obvious.

source: 苻南华问道：“那么第二个条件是？”
en_us: "What's your second condition?" Fu Nanhua asked.

source: 苻南华隐约间心生模糊感应，猛然间转头，快速张望，没有察觉到丝毫异样，最后上下打量了一番少女丫鬟，也无不妥之处，他只好将这股不适感，当做是蔡金简的所作所为，惹来了小镇上那位天人圣贤的凝视目光。
en_us: Fu Nanhua seemed to have vaguely detected this, and he immediately turned around to inspect his surroundings, but was unable to find anything worthy of note. In the end, he briefly scrutinized Zhi Gui, but didn't discover anything amiss, either. Thus, he could only chalk that inexplicable sense of discomfort that he had just felt down to Cai Jinjian's reckless actions, which had to have drawn the scrutiny of the sage in the town.

source: 苻南华颇为自得，习惯性想要抚摸那块玉佩，摸了一个空，才记起自己的老龙布雨佩，已经送给那个叫宋集薪的少年。
en_us: Fu Nanhua was quite pleased with himself, and he habitually reached down to stroke his jade pendant, only to recall that his Old Dragon Rainbringer had already been given to Song Jixin.

source: 苻南华，手指加重力道，由慢及快，一次次轻叩桌面。
en_us: Fu Nanhua began to tap his finger more heavily against the table, and he was also doing so at a faster rhythm.

source: 苻家大公子，终究是老龙城长大的仙家后裔，见惯了大风大浪，听到这番话后，脸上并未流露出什么情绪。
en_us: As the eldest young master of an immortal clan from the Old Dragon City, Fu Nanhua was shrewd beyond his years, and he immediately understood what Song Jixin wanted, despite the cryptic content of his words.

source: 草木小窝内的宁姚缓缓睁开眼睛。
en_us: Sitting inside the small hut, Ning Yao slowly opened her eyes.

source: 草鞋少年一个毫无征兆地骤然弯腰，双手几乎能够触及到地面，那颗石子从后背上迅速划过，擦破陈平安的单薄衣衫，所幸只是擦伤，看上去皮开肉绽很吓人，其实伤口不深。
en_us: Chen Ping'an suddenly leaned down, with his hands almost able to touch the ground. The stone shot over his back, ripping his thin shirt. Fortunately, this was only a graze. Even though the wound looked bloody and frightening, it actually wasn't very deep.

source: 草鞋少年一开始有些失落，但是很快就高兴起来，原来宁姑娘是神仙啊。
en_us: Initially, he was feeling a little dejected, but he was quickly buoyed by the realization that Ning Yao was an immortal cultivator as well.

source: 草鞋少年一直在默默呼气吐气，呼吸轻重长短并无定数，一切只看感觉，追求“最舒服”的状态，闻声后眼神坚毅道：“没办法，木弓必须要拿回来，要不然我们之前就白费功夫了！而且我在泥瓶巷那边，对老猿射出过当头一箭，确实像宁姑娘你所说，哪怕是那么近的距离，但只要没有射中老猿眼珠，造成的伤害，都可以忽略不计。”
en_us: Chen Ping'an was quietly praciticing his breathing technique, with the length of each inhalation and exhalation varying depending on his feeling. What he sought was the "most comfortable" state. Hearing Ning Yao's question, he replied with a resolute expression, "I have no choice; I have to retrieve my wooden bow. Otherwise, we would have wasted all our previous effort! Moreover, just like you said, shooting him is useless unless I can hit him in the eye. I shot him from close range in Clay Vase Alley, but the damage it caused was negligible."

source: 草鞋少年下意识道：“你好，我爹姓陈，我娘也姓陈，所以……”
en_us: Chen Ping'an reflexively replied, "Hi, my father's surname is Chen, and my mother's surname is also Chen, so..."

source: 草鞋少年乐呵呵道：“那我就给你说说看”
en_us: The young boy in straw sandals chuckled and said, "Then I'll tell you."

source: 草鞋少年低着头，轻轻擦掉刘羡阳嘴角的鲜血，少年死死皱着那张黝黑消瘦的脸庞，轻声道：“不怕，没事的，相信我，别说话了，我带你回家……”
en_us: Chen Ping'an's head was lowered as he gently wiped the blood from the corners of Liu Xianyang's mouth. There was a deep frown on his face, and he said in a soft voice, "Don't be afraid; everything will be okay. You have to believe me. Don't talk anymore, okay? I'll take you home..."

source: 草鞋少年向小镇深处走，赵繇的牛车则奔赴小镇以外的天地，彼此擦肩而过。
en_us: The young boy in sandals was heading into the small town, while the cart that Zhao Yao was on was racing toward the world beyond the small town. The two of them brushed past each other.

source: 草鞋少年在心中，告诉自己的“真相”，是练习yi百万次之后，兴许就能练拳小成了。
en_us: Chen Ping'an told himself a "truth" in his mind. That was, perhaps he would reach a level of small accomplishment if he practiced this walking meditation one million times.

source: 草鞋少年坐在地上，一只手死死握着刘羡阳的手，一只手握拳撑在膝盖上。
en_us: As Chen Ping'an sat there, he tightly held Liu Xianyang's hand with one hand, while his other hand was tightly clenched into a fist on his knee.

source: 草鞋少年坐在门槛上，“宁姑娘，我能不能问你一些事情？”
en_us: ———— Chen Ping'an was seated on his doorstep, and he suddenly asked, "Can I ask you something, Ning Yao?"
